Repository: R0B3RDV/jquery-yohours
Catalog: src/messages/*/messages.po
Languages: de

# yohours
source: Toggle navigation
de: Navigation aus-/einklappen

# yohours
source: Calendar defining
de: Dieser Kalender definiert

# yohours
source: Select date range
de: Zeitspanne wählen

# yohours
source: Always
de: Immer

# yohours
source: Month
de: Monat

# yohours
source: Week
de: Woche

# yohours
source: Day
de: Tag

# yohours
source: Holiday
de: Ferien

# yohours
source: This calendar will define all weeks of the year
de: Dieser Kalender definiert alle Wochen im Jahr

# yohours
source: The end month is optional
de: Das Feld 'Ende' ist optional

# yohours
source: The end week is optional
de: Das Feld 'Ende' ist optional

# yohours
source: The end day is optional
de: Das Feld 'Ende' ist optional

# yohours
source: (not set)
de: (nicht gesetzt)

# yohours
source: End
de: Ende

# yohours
source: January
de: Januar

# yohours
source: February
de: Februar

# yohours
source: March
de: März

# yohours
source: May
de: Mai

# yohours
source: June
de: Juni

# yohours
source: July
de: Juli

# yohours
source: October
de: Oktober

# yohours
source: December
de: Dezember

# yohours
source: School holidays
de: Schulferien

# yohours
source: Public holidays
de: Feiertage

# yohours
source: Easter
de: Ostern

# yohours
source: Close
de: Schliessen

# yohours
source: All year
de: Standard

# yohours
source: Add new date range
de: Neue Zeitspanne

# yohours/timespan
source: every week of year
de: jede Woche im Jahr

# yohours/timespan
source: invalid time
de: ungültige Zeitspanne

# yohours/timespan
source: every week from %s %u to %s %u
de: jede Woche vom %2$u. %1$s bis %4$u. %3$s

# yohours/timespan
source: day %s %u
de: den %2$u. %1$s

# yohours/timespan
source: every week from week %u to %u
de: jede Woche von Woche %u bis %u

# yohours/timespan
source: week %u
de: Woche %u

# yohours/timespan
source: every week from %s to %s
de: jede Woche von %s bis %s

# yohours/timespan
source: every week in %s
de: jede Woche im %s

# yohours/timespan
source: every week during school holidays
de: jede Woche während den Schulferien

# yohours/timespan
source: every public holidays
de: während der Feiertage

# yohours/timespan
source: each easter day
de: jeder Ostertag

# yohours/notifications
source: Start day and month can't be null
de: Startdatum und -monat sind Pflichtfelder

# yohours/notifications
source: Start week can't be null
de: Startwoche ist ein Pflichtfeld

# yohours/notifications
source: Start month can't be null
de: Startmonat ist ein Pflichtfeld

# yohours/notifications
source: Invalid holiday, must be PH, SH or easter
de: Ungültige Ferienselektion: Muss 'PH', 'SH' oder 'easter' sein

# yohours/notifications
source: Invalid holiday type: %s
de: Ungültiger Ferientyp: %s

# yohours/notifications
source: Invalid interval
de: Ungültiges Intervall

# yohours/notifications
source: Missing parameter
de: Fehlender Parameter

# yohours/notifications
source: Invalid parameter
de: Ungültiger Parameter

# yohours/notifications
source: This date can't be added to this rule
de: Dieses Datum kann der Regel nicht hinzugefügt werden

# yohours/notifications
source: This time can't be added to this rule
de: Diese Zeitspanne kann der Regel nicht hinzugefügt werden

# yohours/notifications
source: Invalid weekday interval: %s
de: Ungültiges Wochentagsintervall: %s

# yohours/notifications
source: Unsupported simultaneous month and week selector
de: Dieser gleichzeitige Monats- und Wochenselektor wird nicht unterstützt

# yohours/notifications
source: Invalid month: %s
de: Ungültiger Monat: %s

# yohours/notifications
source: Unsupported month selector: %s
de: Nicht unterstützter Monatsselektor: %s

# yohours/notifications
source: Invalid date selector
de: Ungültiger Datumsselektor

# yohours/notifications
source: Unreadable string
de: Unlesbare Zeichenkette

# yohours/notifications
source: Invalid start month
de: Ungültiger Startmonat

# yohours/notifications
source: Invalid start week
de: Ungültige Startwoche

# yohours/notifications
source: Invalid start day
de: Ungültiger Starttag

# yohours/notifications
source: Missing end day
de: Fehlender Endtag

# yohours/notifications
source: Invalid holiday type
de: Ungültiger Ferientyp

# yohours/notifications
source: This time range is identical to another one
de: Diese Zeitspanne existiert schon
